Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cli.install.adminRequired
source: Administrator privileges were required to write to /usr/local/bin.
ar: كانت صلاحيات المسؤول مطلوبة للكتابة في /usr/local/bin.
bs: Potrebne su administratorske privilegije za pisanje u /usr/local/bin.
da: Administratorrettigheder var nødvendige for at skrive til /usr/local/bin.
de: Zum Schreiben in /usr/local/bin waren Administratorrechte erforderlich.
es: Se requirieron privilegios de administrador para escribir en /usr/local/bin.
fr: Des privilèges d'administrateur étaient nécessaires pour écrire dans /usr/local/bin.
it: Sono stati richiesti i privilegi di amministratore per scrivere in /usr/local/bin.
ja: /usr/local/binへの書き込みに管理者権限が必要でした。
ko: /usr/local/bin에 기록하기 위해 관리자 권한이 필요합니다.
nb: Administratorrettigheter var nødvendig for å skrive til /usr/local/bin.
pl: Do zapisu w /usr/local/bin wymagane były uprawnienia administratora.
pt_br: Privilégios de administrador foram necessários para gravar em /usr/local/bin.
ru: Для записи в /usr/local/bin потребовались права администратора.
th: ต้องใช้สิทธิ์ผู้ดูแลระบบเพื่อเขียนไปยัง /usr/local/bin
tr: /usr/local/bin dizinine yazmak için yönetici ayrıcalıkları gerekiyordu.
uk: Для запису в /usr/local/bin потрібні права адміністратора.
zh_hans: 写入 /usr/local/bin 需要管理员权限。
zh_hant: 寫入 /usr/local/bin 需要管理者權限。

# cli.install.symlinkCreated
source: Created symlink: %1$@ -> %2$@
ar: تم إنشاء رابط رمزي: %1$@ -> %2$@
bs: Kreirana simbolička veza: %1$@ -> %2$@
da: Symbolsk link oprettet: %1$@ -> %2$@
de: Symbolische Verknüpfung erstellt: %1$@ -> %2$@
es: Enlace simbólico creado: %1$@ -> %2$@
fr: Lien symbolique créé : %1$@ -> %2$@
it: Collegamento simbolico creato: %1$@ -> %2$@
ja: シンボリックリンクを作成しました: %1$@ -> %2$@
ko: 심볼릭 링크 생성 완료: %1$@ -> %2$@
nb: Opprettet symbolsk lenke: %1$@ -> %2$@
pl: Utworzono dowiązanie symboliczne: %1$@ -> %2$@
pt_br: Link simbólico criado: %1$@ -> %2$@
ru: Создана символическая ссылка: %1$@ -> %2$@
th: สร้างลิงก์สัญลักษณ์แล้ว: %1$@ -> %2$@
tr: Sembolik bağ oluşturuldu: %1$@ -> %2$@
uk: Створено символічне посилання: %1$@ -> %2$@
zh_hans: 已创建符号链接： %1$@ -> %2$@
zh_hant: 已建立符號連結： %1$@ -> %2$@

# cli.installFailed
source: Couldn't Install cmux CLI
ar: تعذر تثبيت واجهة أوامر UniConnect
bs: Nije moguće instalirati cmux CLI
da: Kunne ikke installere cmux CLI
de: cmux CLI konnte nicht installiert werden
es: No se pudo instalar la CLI de UniConnect
fr: Impossible d'installer la CLI UniConnect
it: Impossibile installare la CLI di UniConnect
ja: cmux CLI をインストールできませんでした
km: មិនអាចដំឡើង cmux CLI បានទេ
ko: cmux CLI를 설치할 수 없습니다
nb: Kunne ikke installere cmux CLI
pl: Nie udało się zainstalować CLI UniConnect
pt_br: Não Foi Possível Instalar o CLI do UniConnect
ru: Не удалось установить cmux CLI
th: ไม่สามารถติดตั้ง cmux CLI ได้
tr: cmux CLI Yüklenemedi
uk: Не вдалося встановити cmux CLI
zh_hans: 无法安装 cmux CLI
zh_hant: 無法安裝 cmux CLI

# cli.installed
source: cmux CLI Installed
ar: تم تثبيت واجهة أوامر UniConnect
bs: cmux CLI instaliran
da: cmux CLI installeret
de: cmux CLI installiert
es: CLI de UniConnect instalada
fr: CLI UniConnect installée
it: CLI di UniConnect installata
ja: cmux CLI がインストールされました
km: បានដំឡើង cmux CLI
ko: cmux CLI 설치 완료
nb: cmux CLI installert
pl: CLI UniConnect zainstalowane
pt_br: CLI do UniConnect Instalado
ru: cmux CLI установлен
th: ติดตั้ง cmux CLI แล้ว
tr: cmux CLI Yüklendi
uk: cmux CLI встановлено
zh_hans: cmux CLI 已安装
zh_hant: cmux CLI 已安裝

# cli.uninstall.adminRequired
source: Administrator privileges were required to modify /usr/local/bin.
ar: كانت صلاحيات المسؤول مطلوبة لتعديل /usr/local/bin.
bs: Potrebne su administratorske privilegije za izmjenu /usr/local/bin.
da: Administratorrettigheder var nødvendige for at ændre /usr/local/bin.
de: Zum Ändern von /usr/local/bin waren Administratorrechte erforderlich.
es: Se requirieron privilegios de administrador para modificar /usr/local/bin.
fr: Des privilèges d'administrateur étaient nécessaires pour modifier /usr/local/bin.
it: Sono stati richiesti i privilegi di amministratore per modificare /usr/local/bin.
ja: /usr/local/binの変更に管理者権限が必要でした。
ko: /usr/local/bin을 수정하기 위해 관리자 권한이 필요합니다.
nb: Administratorrettigheter var nødvendig for å endre /usr/local/bin.
pl: Do modyfikacji /usr/local/bin wymagane były uprawnienia administratora.
pt_br: Privilégios de administrador foram necessários para modificar /usr/local/bin.
ru: Для изменения /usr/local/bin потребовались права администратора.
th: ต้องใช้สิทธิ์ผู้ดูแลระบบเพื่อแก้ไข /usr/local/bin
tr: /usr/local/bin dizinini değiştirmek için yönetici ayrıcalıkları gerekiyordu.
uk: Для зміни /usr/local/bin потрібні права адміністратора.
zh_hans: 修改 /usr/local/bin 需要管理员权限。
zh_hant: 修改 /usr/local/bin 需要管理者權限。

# cli.uninstall.notFound
source: No cmux CLI symlink was found at %@.
ar: لم يتم العثور على رابط رمزي لواجهة أوامر UniConnect في %@.
bs: Simbolička veza cmux CLI nije pronađena na %@.
da: Intet cmux CLI symbolsk link blev fundet på %@.
de: Es wurde keine symbolische Verknüpfung für cmux CLI unter %@ gefunden.
es: No se encontró ningún enlace simbólico de la CLI de UniConnect en %@.
fr: Aucun lien symbolique de la CLI UniConnect n'a été trouvé à l'emplacement %@.
it: Nessun collegamento simbolico della CLI di UniConnect trovato in %@.
ja: %@にcmux CLIのシンボリックリンクが見つかりませんでした。
km: រកមិនឃើញតំណនិមិត្តសញ្ញា cmux CLI នៅ %@ ទេ។
ko: %@에서 cmux CLI 심볼릭 링크를 찾을 수 없습니다.
nb: Ingen cmux CLI-symbolsk lenke ble funnet på %@.
pl: Nie znaleziono dowiązania symbolicznego CLI UniConnect pod adresem %@.
pt_br: Nenhum link simbólico do CLI do UniConnect foi encontrado em %@.
ru: Символическая ссылка cmux CLI не найдена по пути %@.
th: ไม่พบลิงก์สัญลักษณ์ cmux CLI ที่ %@
tr: %@ konumunda cmux CLI sembolik bağı bulunamadı.
uk: Символічне посилання cmux CLI не знайдено за адресою %@.
zh_hans: 在 %@ 处未找到 cmux CLI 符号链接。
zh_hant: 在 %@ 找不到 cmux CLI 的符號連結。

# cli.uninstall.removed
source: Removed %@.
ar: تمت إزالة %@.
bs: Uklonjeno %@.
da: Fjernede %@.
de: %@ wurde entfernt.
es: Se eliminó %@.
fr: %@ a été supprimé.
it: Rimosso %@.
ja: %@を削除しました。
ko: %@을(를) 제거했습니다.
nb: Fjernet %@.
pl: Usunięto %@.
pt_br: %@ removido.
ru: Удалено: %@.
th: ลบ %@ แล้ว
tr: %@ kaldırıldı.
uk: Видалено %@.
zh_hans: 已移除 %@。
zh_hant: 已移除 %@。

# cli.uninstallFailed
source: Couldn't Uninstall cmux CLI
ar: تعذر إلغاء تثبيت واجهة أوامر UniConnect
bs: Nije moguće deinstalirati cmux CLI
da: Kunne ikke afinstallere cmux CLI
de: cmux CLI konnte nicht deinstalliert werden
es: No se pudo desinstalar la CLI de UniConnect
fr: Impossible de désinstaller la CLI UniConnect
it: Impossibile disinstallare la CLI di UniConnect
ja: cmux CLI をアンインストールできませんでした
km: មិនអាចលុប cmux CLI បានទេ
ko: cmux CLI를 제거할 수 없습니다
nb: Kunne ikke avinstallere cmux CLI
pl: Nie udało się odinstalować CLI UniConnect
pt_br: Não Foi Possível Desinstalar o CLI do UniConnect
ru: Не удалось удалить cmux CLI
th: ไม่สามารถถอนการติดตั้ง cmux CLI ได้
tr: cmux CLI Kaldırılamadı
uk: Не вдалося видалити cmux CLI
zh_hans: 无法卸载 cmux CLI
zh_hant: 無法解除安裝 cmux CLI

# cli.uninstalled
source: cmux CLI Uninstalled
ar: تم إلغاء تثبيت واجهة أوامر UniConnect
bs: cmux CLI deinstaliran
da: cmux CLI afinstalleret
de: cmux CLI deinstalliert
es: CLI de UniConnect desinstalada
fr: CLI UniConnect désinstallée
it: CLI di UniConnect disinstallata
ja: cmux CLI がアンインストールされました
km: បានលុប cmux CLI
ko: cmux CLI 제거 완료
nb: cmux CLI avinstallert
pl: CLI UniConnect odinstalowane
pt_br: CLI do UniConnect Desinstalado
ru: cmux CLI удален
th: ถอนการติดตั้ง cmux CLI แล้ว
tr: cmux CLI Kaldırıldı
uk: cmux CLI видалено
zh_hans: cmux CLI 已卸载
zh_hant: cmux CLI 已解除安裝

# command.applyUpdateIfAvailable.subtitle
source: Global
ar: عام
bs: Globalno
da: Globalt
fr: Général
it: Globale
ja: グローバル
ko: 전역
nb: Globalt
pl: Globalne
ru: Глобальные
th: ทั่วไป
tr: Genel
uk: Глобальна
zh_hans: 全局
zh_hant: 全域

# command.applyUpdateIfAvailable.title
source: Apply Update (If Available)
ar: تطبيق التحديث (إن توفر)
bs: Primijeni ažuriranje (ako je dostupno)
da: Anvend opdatering (hvis tilgængelig)
de: Update anwenden (falls verfügbar)
es: Aplicar actualización (si está disponible)
fr: Appliquer la mise à jour (si disponible)
it: Applica aggiornamento (se disponibile)
ja: アップデートを適用（利用可能な場合）
ko: 업데이트 적용 (사용 가능한 경우)
nb: Installer oppdatering (hvis tilgjengelig)
pl: Zastosuj aktualizację (jeśli dostępna)
pt_br: Aplicar Atualização (Se Disponível)
ru: Применить обновление (если доступно)
th: ติดตั้งอัปเดต (ถ้ามี)
tr: Güncellemeyi Uygula (Varsa)
uk: Застосувати оновлення (якщо доступне)
zh_hans: 应用更新（如果可用）
zh_hant: 套用更新（如果有的話）

# command.attemptUpdate.subtitle
source: Global
ar: عام
bs: Globalno
da: Globalt
fr: Général
it: Globale
ja: グローバル
ko: 전역
nb: Globalt
pl: Globalne
ru: Глобальные
th: ทั่วไป
tr: Genel
uk: Глобальна
zh_hans: 全局
zh_hant: 全域

# command.attemptUpdate.title
source: Attempt Update
ar: محاولة التحديث
bs: Pokušaj ažuriranje
da: Forsøg opdatering
de: Update versuchen
es: Intentar actualización
fr: Tenter la mise à jour
it: Tenta aggiornamento
ja: アップデートを試行
ko: 업데이트 시도
nb: Forsøk oppdatering
pl: Spróbuj zaktualizować
pt_br: Tentar Atualização
ru: Попытаться обновить
th: ลองอัปเดต
tr: Güncellemeyi Dene
uk: Спробувати оновити
zh_hans: 尝试更新
zh_hant: 嘗試更新

# command.browserBack.title
source: Back
ar: رجوع
bs: Nazad
da: Tilbage
de: Zurück
es: Atrás
fr: Précédent
it: Indietro
ja: 戻る
ko: 뒤로
nb: Tilbake
pl: Wstecz
pt_br: Voltar
ru: Назад
th: ย้อนกลับ
tr: Geri
uk: Назад
zh_hans: 后退
zh_hant: 上一頁

# command.browserClearHistory.subtitle
source: Browser
ar: المتصفح
bs: Preglednik
es: Navegador
fr: Navigateur
ja: ブラウザ
ko: 브라우저
nb: Nettleser
pl: Przeglądarka
pt_br: Navegador
ru: Браузер
th: เบราว์เซอร์
tr: Tarayıcı
uk: Браузер
zh_hans: 浏览器
zh_hant: 瀏覽器

# command.browserClearHistory.title
source: Clear Browser History
ar: مسح سجل المتصفح
bs: Obriši historiju preglednika
da: Ryd browserhistorik
de: Browserverlauf löschen
es: Borrar historial del navegador
fr: Effacer l'historique du navigateur
it: Cancella cronologia browser
ja: ブラウザ履歴をクリア
ko: 브라우저 기록 지우기
nb: Tøm nettleserhistorikk
pl: Wyczyść historię przeglądarki
pt_br: Limpar Histórico do Navegador
ru: Очистить историю браузера
th: ล้างประวัติเบราว์เซอร์
tr: Tarayıcı Geçmişini Temizle
uk: Очистити історію браузера
zh_hans: 清除浏览器历史记录
zh_hant: 清除瀏覽記錄

# command.browserConsole.title
source: Show JavaScript Console
ar: عرض وحدة تحكم JavaScript
bs: Prikaži JavaScript konzolu
da: Vis JavaScript-konsol
de: JavaScript-Konsole anzeigen
es: Mostrar consola de JavaScript
fr: Afficher la console JavaScript
it: Mostra console JavaScript
ja: JavaScriptコンソールを表示
ko: JavaScript 콘솔 표시
nb: Vis JavaScript-konsoll
pl: Pokaż konsolę JavaScript
pt_br: Mostrar Console JavaScript
ru: Показать консоль JavaScript
th: แสดงคอนโซล JavaScript
tr: JavaScript Konsolunu Göster
uk: Показати консоль JavaScript
zh_hans: 显示 JavaScript 控制台
zh_hant: 顯示 JavaScript 主控台

# command.browserDuplicateRight.subtitle
source: Browser Layout
ar: تخطيط المتصفح
bs: Raspored preglednika
es: Disposición del navegador
fr: Disposition du navigateur
it: Layout browser
ja: ブラウザレイアウト
ko: 브라우저 레이아웃
nb: Nettleseroppsett
pl: Układ przeglądarki
pt_br: Layout do Navegador
ru: Макет браузера
th: เค้าโครงเบราว์เซอร์
tr: Tarayıcı Düzeni
uk: Макет браузера
zh_hans: 浏览器布局
zh_hant: 瀏覽器版面

# command.browserDuplicateRight.title
source: Duplicate Browser to the Right
ar: نسخ المتصفح إلى اليمين
bs: Dupliciraj preglednik desno
da: Dupliker browser til højre
de: Browser nach rechts duplizieren
es: Duplicar navegador a la derecha
fr: Dupliquer le navigateur à droite
it: Duplica browser a destra
ja: ブラウザを右に複製
ko: 브라우저를 오른쪽으로 복제
nb: Dupliser nettleser til høyre
pl: Duplikuj przeglądarkę na prawo
pt_br: Duplicar Navegador à Direita
ru: Дублировать браузер вправо
th: ทำซ้ำเบราว์เซอร์ไปทางขวา
tr: Tarayıcıyı Sağa Çoğalt
uk: Дублювати браузер праворуч
zh_hans: 向右复制浏览器
zh_hant: 將瀏覽器複製到右側

# command.browserFocusAddressBar.title
source: Focus Address Bar
ar: التركيز على شريط العنوان
bs: Fokusiraj adresnu traku
da: Fokuser adresselinjen
de: Adressleiste fokussieren
es: Enfocar barra de direcciones
fr: Activer la barre d'adresse
it: Porta il focus sulla barra degli indirizzi
ja: アドレスバーにフォーカス
km: ផ្ដោតលើរបារអាសយដ្ឋាន
ko: 주소 표시줄 포커스
nb: Fokuser adressefeltet
pl: Ustaw fokus na pasku adresu
pt_br: Focar na Barra de Endereço
ru: Перейти к адресной строке
th: โฟกัสแถบที่อยู่
tr: Adres Çubuğuna Odaklan
uk: Фокус на адресному рядку
zh_hans: 聚焦地址栏
zh_hant: 聚焦網址列

# command.browserFocusMode.enter.title
source: Enter Browser Focus Mode
ar: تفعيل وضع تركيز المتصفح
bs: Uđi u način fokusa preglednika
da: Aktivér browser-fokustilstand
de: Browser-Fokusmodus aktivieren
es: Activar modo de enfoque del navegador
fr: Activer le mode focus du navigateur
it: Attiva la modalità focus del browser
ja: ブラウザフォーカスモードに入る
km: បើករបៀបផ្ដោតអារម្មណ៍កម្មវិធីរុករក
ko: 브라우저 집중 모드 시작
nb: Aktiver nettleser-fokusmodus
pl: Włącz tryb skupienia przeglądarki
pt_br: Ativar modo de foco do navegador
ru: Включить режим фокусировки браузера
th: เข้าสู่โหมดโฟกัสเบราว์เซอร์
tr: Tarayıcı odak modunu aç
uk: Увімкнути режим фокусування браузера
zh_hans: 进入浏览器专注模式
zh_hant: 進入瀏覽器專注模式

# command.browserFocusMode.exit.title
source: Exit Browser Focus Mode
ar: إنهاء وضع تركيز المتصفح
bs: Izađi iz načina fokusa preglednika
da: Afslut browser-fokustilstand
de: Browser-Fokusmodus beenden
es: Salir del modo de enfoque del navegador
fr: Quitter le mode focus du navigateur
it: Esci dalla modalità focus del browser
ja: ブラウザフォーカスモードを終了
km: ចេញពីរបៀបផ្ដោតអារម្មណ៍កម្មវិធីរុករក
ko: 브라우저 집중 모드 종료
nb: Avslutt nettleser-fokusmodus
pl: Wyłącz tryb skupienia przeglądarki
pt_br: Sair do modo de foco do navegador
ru: Выйти из режима фокусировки браузера
th: ออกจากโหมดโฟกัสเบราว์เซอร์
tr: Tarayıcı odak modundan çık
uk: Вийти з режиму фокусування браузера
zh_hans: 退出浏览器专注模式
zh_hant: 退出瀏覽器專注模式

# command.browserHideOmnibar.title
source: Hide Browser Omnibar
ar: إخفاء شريط أومني للمتصفح
bs: Sakrij omnibar preglednika
da: Skjul browserens omnibar
de: Browser-Omnibar ausblenden
es: Ocultar omnibar del navegador
fr: Masquer l’omnibar du navigateur
it: Nascondi omnibar del browser
ja: ブラウザのオムニバーを非表示
ko: 브라우저 옴니바 숨기기
nb: Skjul nettleserens omnibar
pl: Ukryj omnibar przeglądarki
pt_br: Ocultar omnibar do navegador
ru: Скрыть омнибар браузера
th: ซ่อนแถบออมนิของเบราว์เซอร์
tr: Tarayıcı Omnibarını Gizle
uk: Приховати омнібар браузера
zh_hans: 隐藏浏览器全能栏
zh_hant: 隱藏瀏覽器網址列

# command.browserShowOmnibar.title
source: Show Browser Omnibar
ar: إظهار شريط أومني للمتصفح
bs: Prikaži omnibar preglednika
da: Vis browserens omnibar
de: Browser-Omnibar anzeigen
es: Mostrar omnibar del navegador
fr: Afficher l’omnibar du navigateur
it: Mostra omnibar del browser
ja: ブラウザのオムニバーを表示
ko: 브라우저 옴니바 보이기
nb: Vis nettleserens omnibar
pl: Pokaż omnibar przeglądarki
pt_br: Mostrar omnibar do navegador
ru: Показать омнибар браузера
th: แสดงแถบออมนิของเบราว์เซอร์
tr: Tarayıcı Omnibarını Göster
uk: Показати омнібар браузера
zh_hans: 显示浏览器全能栏
zh_hant: 顯示瀏覽器網址列

# command.browserForward.title
source: Forward
ar: تقدم
bs: Naprijed
da: Frem
de: Vor
es: Adelante
fr: Suivant
it: Avanti
ja: 進む
ko: 앞으로
nb: Fremover
pl: Do przodu
pt_br: Avançar
ru: Вперед
th: ไปข้างหน้า
tr: İleri
uk: Вперед
zh_hans: 前进
zh_hant: 下一頁

# command.browserOpenDefault.title
source: Open Current Page in Default Browser
ar: فتح الصفحة الحالية في المتصفح الافتراضي
bs: Otvori trenutnu stranicu u podrazumijevanom pregledniku
da: Åbn aktuel side i standardbrowser
de: Aktuelle Seite im Standardbrowser öffnen
es: Abrir página actual en el navegador predeterminado
fr: Ouvrir la page dans le navigateur par défaut
it: Apri la pagina corrente nel browser predefinito
ja: 現在のページをデフォルトブラウザで開く
ko: 현재 페이지를 기본 브라우저에서 열기
nb: Åpne gjeldende side i standard nettleser
pl: Otwórz bieżącą stronę w domyślnej przeglądarce
pt_br: Abrir Página Atual no Navegador Padrão
ru: Открыть текущую страницу в браузере по умолчанию
th: เปิดหน้าปัจจุบันในเบราว์เซอร์เริ่มต้น
tr: Geçerli Sayfayı Varsayılan Tarayıcıda Aç
uk: Відкрити поточну сторінку у стандартному браузері
zh_hans: 在默认浏览器中打开当前页面
zh_hant: 在預設瀏覽器中開啟目前頁面

# command.browserReload.title
source: Reload Page
ar: إعادة تحميل الصفحة
bs: Ponovo učitaj stranicu
da: Genindlæs side
de: Seite neu laden
es: Recargar página
fr: Recharger la page
it: Ricarica pagina
ja: ページを再読み込み
ko: 페이지 새로고침
nb: Last inn siden på nytt
pl: Odśwież stronę
pt_br: Recarregar Página
ru: Перезагрузить страницу
th: โหลดหน้าใหม่
tr: Sayfayı Yeniden Yükle
uk: Перезавантажити сторінку
zh_hans: 重新加载页面
zh_hant: 重新載入頁面

# command.browserSplitDown.subtitle
source: Browser Layout
ar: تخطيط المتصفح
bs: Raspored preglednika
es: Disposición del navegador
fr: Disposition du navigateur
it: Layout browser
ja: ブラウザレイアウト
ko: 브라우저 레이아웃
nb: Nettleseroppsett
pl: Układ przeglądarki
pt_br: Layout do Navegador
ru: Макет браузера
th: เค้าโครงเบราว์เซอร์
tr: Tarayıcı Düzeni
uk: Макет браузера
zh_hans: 浏览器布局
zh_hant: 瀏覽器版面

# command.browserSplitDown.title
source: Split Browser Down
ar: تقسيم المتصفح للأسفل
bs: Podijeli preglednik dolje
da: Opdel browser nedad
de: Browser nach unten teilen
es: Dividir navegador hacia abajo
fr: Diviser le navigateur vers le bas
it: Dividi browser in basso
ja: ブラウザを下に分割
ko: 브라우저를 아래로 분할
nb: Del nettleser ned
pl: Podziel przeglądarkę w dół
pt_br: Dividir Navegador para Baixo
ru: Разделить браузер вниз
th: แยกเบราว์เซอร์ลงล่าง
tr: Tarayıcıyı Aşağı Böl
uk: Розділити браузер вниз
zh_hans: 向下拆分浏览器
zh_hant: 向下分割瀏覽器

# command.browserSplitRight.subtitle
source: Browser Layout
ar: تخطيط المتصفح
bs: Raspored preglednika
es: Disposición del navegador
fr: Disposition du navigateur
it: Layout browser
ja: ブラウザレイアウト
ko: 브라우저 레이아웃
nb: Nettleseroppsett
pl: Układ przeglądarki
pt_br: Layout do Navegador
ru: Макет браузера
th: เค้าโครงเบราว์เซอร์
tr: Tarayıcı Düzeni
uk: Макет браузера
zh_hans: 浏览器布局
zh_hant: 瀏覽器版面

# command.browserSplitRight.title
source: Split Browser Right
ar: تقسيم المتصفح لليمين
bs: Podijeli preglednik desno
da: Opdel browser til højre
de: Browser nach rechts teilen
es: Dividir navegador a la derecha
fr: Diviser le navigateur à droite
it: Dividi browser a destra
ja: ブラウザを右に分割
ko: 브라우저를 오른쪽으로 분할
nb: Del nettleser til høyre
pl: Podziel przeglądarkę w prawo
pt_br: Dividir Navegador à Direita
ru: Разделить браузер вправо
th: แยกเบราว์เซอร์ไปทางขวา
tr: Tarayıcıyı Sağa Böl
uk: Розділити браузер праворуч
zh_hans: 向右拆分浏览器
zh_hant: 向右分割瀏覽器

# command.browserToggleDevTools.title
source: Toggle Developer Tools
ar: تبديل أدوات المطور
bs: Prebaci razvojne alate
da: Slå udviklerværktøjer til/fra
de: Entwicklerwerkzeuge ein-/ausblenden
es: Alternar herramientas de desarrollo
fr: Afficher/masquer les outils de développement
it: Attiva/Disattiva Strumenti sviluppatore
ja: デベロッパツールの切り替え
ko: 개발자 도구 전환
nb: Slå utviklerverktøy av/på
pl: Przełącz narzędzia deweloperskie
pt_br: Alternar Ferramentas do Desenvolvedor
ru: Инструменты разработчика
th: สลับเครื่องมือนักพัฒนา
tr: Geliştirici Araçlarını Aç/Kapat
uk: Перемкнути інструменти розробника
zh_hans: 切换开发者工具
zh_hant: 切換開發者工具

# command.browserZoomIn.title
source: Zoom In
ar: تكبير
bs: Uvećaj
da: Zoom ind
de: Einzoomen
es: Ampliar
fr: Zoom avant
it: Ingrandisci
ja: 拡大
ko: 확대
nb: Zoom inn
pl: Powiększ
pt_br: Aumentar Zoom
ru: Увеличить
th: ซูมเข้า
tr: Yakınlaştır
uk: Збільшити
zh_hans: 放大
zh_hant: 放大

# command.browserZoomOut.title
source: Zoom Out
ar: تصغير
bs: Umanji
da: Zoom ud
de: Auszoomen
es: Reducir
fr: Zoom arrière
it: Riduci
ja: 縮小
ko: 축소
nb: Zoom ut
pl: Pomniejsz
pt_br: Diminuir Zoom
ru: Уменьшить
th: ซูมออก
tr: Uzaklaştır
uk: Зменшити
zh_hans: 缩小
zh_hant: 縮小

# command.browserZoomReset.title
source: Actual Size
ar: الحجم الفعلي
bs: Stvarna veličina
da: Faktisk størrelse
de: Originalgröße
es: Tamaño real
fr: Taille réelle
it: Dimensione reale
ja: 実際のサイズ
ko: 실제 크기
nb: Faktisk størrelse
pl: Rozmiar rzeczywisty
pt_br: Tamanho Real
ru: Фактический размер
th: ขนาดจริง
tr: Gerçek Boyut
uk: Фактичний розмір
zh_hans: 实际大小
zh_hant: 實際大小

# command.checkForUpdates.subtitle
source: Global
ar: عام
bs: Globalno
da: Globalt
fr: Général
it: Globale
ja: グローバル
ko: 전역
nb: Globalt
pl: Globalne
ru: Глобальные
th: ทั่วไป
tr: Genel
uk: Глобальна
zh_hans: 全局
zh_hant: 全域

# command.checkForUpdates.title
source: Check for Updates
ar: التحقق من التحديثات
bs: Provjeri ažuriranja
da: Søg efter opdateringer
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher des mises à jour
it: Verifica aggiornamenti
ja: アップデートを確認
ko: 업데이트 확인
nb: Se etter oppdateringer
pl: Sprawdź aktualizacje
pt_br: Buscar Atualizações
ru: Проверить обновления
th: ตรวจหาอัปเดต
tr: Güncellemeleri Denetle
uk: Перевірити оновлення
zh_hans: 检查更新
zh_hant: 檢查更新

# command.clearTabName.title
source: Clear Window Name
ar: مسح اسم اللسان
bs: Obriši naziv taba
da: Ryd fanenavn
de: Tab-Name löschen
es: Borrar nombre de ventana
fr: Effacer le nom de l'onglet
it: Cancella nome scheda
ja: ウインドウ名を消去
km: ជម្រះឈ្មោះបង្អួច
ko: 탭 이름 지우기
nb: Fjern fanenavn
pl: Wyczyść nazwę karty
pt_br: Limpar Nome da Aba
ru: Очистить имя вкладки
th: ล้างชื่อแท็บ
tr: Sekme Adını Temizle
uk: Скинути назву вкладки
zh_hans: 清除标签页名称
zh_hant: 清除標籤頁名稱

# command.clearWorkspaceName.title
source: Clear Workspace Name
ar: مسح اسم مساحة العمل
bs: Obriši naziv radnog prostora
da: Ryd arbejdsområdenavn
de: Arbeitsbereichsname löschen
es: Borrar nombre del espacio de trabajo
fr: Effacer le nom de l'espace de travail
it: Cancella nome area di lavoro
ja: ワークスペース名をクリア
ko: 작업 공간 이름 지우기
nb: Fjern arbeidsområdenavn
pl: Wyczyść nazwę przestrzeni roboczej
pt_br: Limpar Nome da Área de Trabalho
ru: Очистить имя рабочего пространства
th: ล้างชื่อเวิร์กสเปซ
tr: Çalışma Alanı Adını Temizle
uk: Скинути назву робочої області
zh_hans: 清除工作区名称
zh_hant: 清除工作區名稱

# command.cloudVM.failed.missingCLI
source: The bundled cmux CLI is missing from this app build.
ar: أداة cmux CLI المضمنة مفقودة من هذا الإصدار من التطبيق.
bs: Ugrađeni cmux CLI nedostaje u ovoj verziji aplikacije.
da: Den medfølgende cmux CLI mangler i denne appversion.
de: Die mitgelieferte cmux CLI fehlt in diesem App-Build.
es: Falta la CLI de cmux incluida en esta compilación de la app.
fr: L’interface CLI cmux intégrée est absente de cette version de l’application.
it: La CLI cmux inclusa non è presente in questa build dell’app.
ja: このアプリビルドにはバンドルされた cmux CLI がありません。
km: បាត់ cmux CLI ដែលបានរួមបញ្ចូលពីកំណែកម្មវិធីនេះ។
ko: 이 앱 빌드에 번들된 cmux CLI가 없습니다.
nb: Den medfølgende cmux CLI-en mangler i denne appversjonen.
pl: W tej kompilacji aplikacji brakuje dołączonego interfejsu cmux CLI.
pt_br: O cmux CLI incluído está ausente desta compilação do app.
ru: В этой сборке приложения отсутствует встроенный cmux CLI.
th: บิลด์แอปนี้ไม่มี cmux CLI ที่รวมมา
tr: Bu uygulama derlemesinde paketlenmiş cmux CLI eksik.
uk: У цій збірці застосунку відсутній вбудований cmux CLI.
zh_hans: 此 App 构建缺少内置的 cmux CLI。
zh_hant: 此 App 版本缺少內建的 cmux CLI。

# command.closeTab.subtitle
source: Tab
ar: لسان
da: Fane
es: Pestaña
fr: Onglet
it: Scheda
ja: タブ
ko: 탭
nb: Fane
pl: Karta
pt_br: Aba
ru: Вкладка
th: แท็บ
tr: Sekme
uk: Вкладка
zh_hans: 标签页
zh_hant: 標籤頁

# command.closeTab.title
source: Close Tab
ar: إغلاق اللسان
bs: Zatvori tab
da: Luk fane
de: Tab schließen
es: Cerrar pestaña
fr: Fermer l'onglet
it: Chiudi scheda
ja: タブを閉じる
ko: 탭 닫기
nb: Lukk fane
pl: Zamknij kartę
pt_br: Fechar Aba
ru: Закрыть вкладку
th: ปิดแท็บ
tr: Sekmeyi Kapat
uk: Закрити вкладку
zh_hans: 关闭标签页
zh_hant: 關閉標籤頁

# command.closeWindow.subtitle
source: Window
ar: نافذة
bs: Prozor
da: Vindue
de: Fenster
es: Ventana
fr: Fenêtre
it: Finestra
ja: ウインドウ
ko: 윈도우
nb: Vindu
pl: Okno
pt_br: Janela
ru: Окно
th: หน้าต่าง
tr: Pencere
uk: Вікно
zh_hans: 窗口
zh_hant: 視窗
